# SetWallBelCutPlClass

## Description
Sets the below cut plane class of the wall.

```pascal
PROCEDURE SetWallBelCutPlClass(
				wall               : HANDLE;
				belowCutPlaneClass : LONGINT);
```

```python
def vs.SetWallBelCutPlClass(wall, belowCutPlaneClass):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|wall|HANDLE|The wall.|
|belowCutPlaneClass|LONGINT|The below cut plane class.|

## See Also
VS Functions:
GetWallBelCutPlClass

## Version
Availability: from Vectorworks 2017

## Category
* Objects - Walls